Repository: paulwoman/Capitalism_Lab_ENG_to_PT
Catalog: tm/LABEL_en-US_pt-BR.tmx
Source language: en_us
Languages: pt_br

source: A private labeling unit converts products of other brands to your own brand by labeling the product with your own corporate insignia.
pt_br: ~Product Name~

source: If you are tired of manufacturing products yourself, you can label products of a less popular brand with your own brand.
pt_br: O produto que está sendo processado.^

source: This saves you the trouble of managing production lines and lets you concentrate on marketing.^
pt_br: ~Product Stock~

source: Any products directed into the private-labeling unit are relabeled immediately.
pt_br: O estoque de cada unidade.^

source: Usually linking a private labeling unit between a purchasing unit and a sale unit is the easiest way to label the products from another corporation.
pt_br: ~Utilization Bar~

source: In this arrangement of units, the purchased goods from another company are labeled with your brand and resold as if you had produced them yourself.^
pt_br: A utilização de cada unidade.
